---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.ImportPDF
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.ImportPDF

Inserts a PDF file into a model view to use as a background image or visual aid.